[GENERAL]
NAME				= Hebrew
TRANSLATOR			= Jabberwock
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= פג תוקף התוכנה.
TEXT_BETA			= גירסת בטא
TEXT_UNREGISTERED		= גירסה חינמית
TEXT_INIT_FAIL			= היישום נתקל בשגיאה.
TEXT_APPINFO			= Bandicam - לכידת וידאו באיכות מיטבית.

; error
TEXT_ERROR_DISKSPACE		= אין לך מספיק שטח בדיסק.
TEXT_ERROR_VIDEO_CAP		= נכשל בביצוע לכידת וידאו.
TEXT_ERROR_AUDIO_CAP		= נכשל בביצוע לכידת שמע.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_ERROR_IMAGE_CAP		= נכשל בביצוע לכידת תמונה.\nנא לבדוק את תיקיית היעד.
TEXT_ERROR_CREATEFILE		= נכשל ביצירת הקובץ.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_ERROR_CODEC_INIT		= נכשל בטעינת הקודק.
TEXT_ERROR_LOGO_IMAGE		= סיומת קובץ זו אינה נתמכת. \nעליך לבחור תמונה עם סיומת של (*.png).
TEXT_CAN_NOT_CHANGE_TB		= אין ביכולתך לשנות הגדרה זו בגירסה החינמית של Bandicam. עליך להרשם!
TEXT_WARNING_AMD_APP		= המערכת שלך אינה תומכת ב-'H.264 (AMD APP)', לכן קודק ברירת מחדל יהיה בשימוש.
TEXT_WARNING_AMD_APP2		= המערכת שלך אינה תומכת ב-'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= שמע
TEXT_VID_PAGE_WEBCAM		= מצלמת אינטרנט
TEXT_VID_PAGE_LOGO		= לוגו
TEXT_VID_PAGE_EFFECTS		= אפקטים
TEXT_VID_PAGE_OPTIONS		= הגדרות

; option page name
TEXT_OPT_PAGE_GENERAL		= כללי
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= לכידות
TEXT_OPT_PAGE_LANGUAGE		= שפות
TEXT_OPT_PAGE_OTHERS		= שונות

TEXT_VIDEO			= וידאו
TEXT_AUDIO			= שמע

TEXT_FOLDER_SELECT		= תיקייה לאיחסון:

TEXT_FMT_FULL_SIZE		= כל המסך
TEXT_FMT_HALF_SIZE		= חצי מסך
TEXT_FMT_FIT_WIDTH		= התאם לרוחב
TEXT_FMT_FIT_HEIGHT		= התאם לגובה
TEXT_FMT_CUSTOM_SIZE		= מותאם אישית
TEXT_FMT_STEREO			= סטריאו
TEXT_FMT_MONO			= מונו
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= ברירת מחדל
TEXT_PRESET_HALFSIZE		= חצי מסך
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= הגדרות מיטביות ל-60 FPS
TEXT_PRESET_LOWEND		= למחשב חלש
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= לנגן PMP/Divx
TEXT_PRESET_EDIT		= לעריכה ב - Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= ל-MS PowerPoint
TEXT_PRESET_320x0		= התאם לרוחב, 320x0
TEXT_PRESET_640x0		= התאם לרוחב, 640x0
TEXT_PRESET_800x0		= התאם לרוחב, 800x0
TEXT_PRESET_USER		= הגדרות ע"י המשתמש

TEXT_CHANGE_LANG		= כדי לשנות שפה, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_CHANGE_HOOK		= כדי לשנות את תיקיית היעד, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_CHANGE_SIZE		= כדי לשנות את גודל חלון התוכנה, עליך להפעיל מחדש את התוכנה.\nהאם ברצונך להפעיל מחדש כעת?
TEXT_RESET_ALL_SETTINGS		= לאפס את כל ההגדרות לברירת מחדל?\nכל השינויים שעשית יאבדו.

TEXT_REGISTER_SUCCEEDED		= התוכנה נרשמה בהצלחה!
TEXT_REGISTER_FAILED		= הרישום נכשל. \nאנא ודא כי הזנת נכון את הנתונים.
TEXT_REGISTER_CONNECT_FAILED	= החיבור לשרת הרישום נכשל.\nאנא בדוק את חיבור האינטרנט שלך, והגדר את שעון המערכת לתאריך ושעה של היום.\nאם ברצונך לקבל עזרה, עליך ללחוץ על כפתור אישור
TEXT_REGISTER_INFO		= כתובת הדוא"ל: %s\r\nמפתח הרישום: %s
TEXT_REGISTER_LIMITED		= ההקלטה הופסקה.\n\nביכולתך להקליט וידאו באורך של 10 דקות בלבד בגירסה החינמית של Bandicam. הירשם עוד עכשיו!
TEXT_REGISTER_NEWRECORD		= אין ביכולתך להקליט עוד בגירסה החינמית של Bandicam. הירשם עוד עכשיו!
TEXT_REGISTER_LICENCE_INFO	= התוכנה אינה רשומה!!!\r\nאם ברצונך להקליט וידאו בלי הטמעת כתובת אתר החברה בתוכו,\r\nעליך יהיה לקנות רישיון לתוכנה.

TEXT_PROGRAM_INVALID		= היישום אינו חוקי.\nעליך להתקין מחדש את התוכנה.

TEXT_SELECT_TARGET		= לחיצה על חלון היעד תגרום ללכידתו
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - הקלטת משחקים ונגני וידאו שמשתמשים ב-DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - הקלטת מסך שולחן העבודה ונגני אינטרנט.
TEXT_TARGET_CHANGING		= אם תשתנה צורת ההקלטה, ההקלטה תיפסק.\nהאם ברצונך להמשיך?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= מוכן
TEXT_STATUSBAR_RECORDING	= מקליט
TEXT_STATUSBAR_PAUSE		= מושהה

TEXT_UPDATE_AVAILABLE		= גירסה חדשה של Bandicam זמינה. \nהאם ברצונך להוריד אותה כבר עכשיו?
TEXT_UPDATE_UNAVAILABLE		= זוהי הגירסה העדכנית ביותר.
TEXT_UPDATE_FAILED		= נכשל בקבלת מידע אודות גירסה חדשה. \nיכול להיות שהמחשב אינו מחובר לאינטרנט, או שהחיבור לשרת אינו תקין.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= כל המסך
TEXT_TARGET_RESTORE		= שחזר
TEXT_TARGET_FIND		= איתור חלון
TEXT_TARGET_RESIZE		= תפריט בחירת גודל
TEXT_TARGET_IMAGE		= לכידת תמונה
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START	= הקלטת וידאו - התחל
TEXT_TARGET_RECORD_PAUSE	= הקלטת וידאו - הפסק
TEXT_TARGET_RECORD_STOP		= הקלטת וידאו - עצור

TEXT_RC_HOWTO_NOCOMPLETE	= עצירה אוטומטית מבוטלת
TEXT_RC_HOWTO_BYTIME		= לפי זמן
TEXT_RC_HOWTO_BYSIZE		= לפי גודל
TEXT_RC_AFTER_NEWRECORD		= הקלטה חדשה
TEXT_RC_AFTER_EXIT		= יציאה
TEXT_RC_AFTER_SHUTDOWN		= כיבוי

TEXT_SHUTDOWN_SEC		= מכבה את המחשב בעוד %d שניות.

TEXT_SEL_IMAGE_FILE		= בחר קובץ תמונה

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- אל תאפשר (ברירת מחדל) --

TEXT_CORRUPTED_AVI_FILE		= קובץ ההקלטה האחרון נפגם.\nהאם ברצונך לתקן אותו?\n\nהקובץ הוא: %s
TEXT_TRAY_BALLOON_TIP		= לחיצה על סמל זה בשורת המשימות תגרום לשיחזור חלון Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= לחיצה על סמל זה תפתח שוב את חלון הלכידה.
TEXT_FORCE_STOP			= נכשל בעת ניסיון עצירת ההקלטה, חלון היעד נראה שלא מגיב.\nהאם ברצונך לנסות לעצור אותו בכוח?
TEXT_EXTERNAL_CODEC		= - קודק חיצוני -
TEXT_CUDA_GPU_AUTOSELECT	= (בחירה אוטומטית)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= מצב הקלטה
TEXT_INDICATOR_TIME		= זמן הקלטה
TEXT_INDICATOR_SIZE		= גודל קובץ ההקלטה / מקום פנוי בדיסק
TEXT_INDICATOR_VOLUME		= עוצמת שמע נוכחית

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [רגיל] משימה בעדיפות רגילה
TEXT_REC_PRIORITY_HIGH		= [מעל לרגילה] עדיפות גבוהה מהרגיל
TEXT_REC_PRIORITY_HIGHEST	= [גבוהה] משימות אחרות עלולות להאט

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut אינו מותקן. האם ברצונך להוריד את Bandicut?
TEXT_OUTPUTS_DELETE		= האם אתה בטוח שברצונך למחוק לצמיתות את הקבצים שנבחרו?
TEXT_OUTPUTS_SELCOUNT		= %d פריטים נבחרו

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= כללי
$BN_PAGE_FPS			= פריימים
$BN_PAGE_VIDEO			= וידאו
$BN_PAGE_IMAGE			= תמונה
$BN_PAGE_OUTPUTS		= פלט
$BN_PAGE_ABOUT			= אודות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= אפשרויות
$ST_GEN_OUTPUT_FOLDER		= תיקיית היעד
$BN_GEN_OPEN_OUTPUT_FOLDER	= פתח
$BN_GEN_ADV_OPTIONS		= מתקדם
$CK_GEN_ALWAYS_ON_TOP		= הבא את חלון התוכנה תמיד לחזית המסך
$CK_GEN_START_MINIMIZED		= הפעל את התוכנה ממוזערת לשורת המשימות
$CK_GEN_RUN_WHEN_START		= הרץ את התוכנה בהפעלת המחשב
$CK_GEN_RECORD_WHEN_RUN		= התחל להקליט במסך מלא ישר בעליית התוכנה
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= שפה
$ST_GEN_REC_AUTO_START		= התחלת הקלטה אוטומטית
$ST_GEN_REC_AUTO_COMPLETE	= עצירה אוטומטית
$BN_GEN_REC_AUTO_COMPLETE	= הגדרות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= הצגת קצב פריימים
$CK_FPS_OVERLAY_HOTKEY		= מקש קיצור
$CK_FPS_OVERLAY			= מיקום הצגת המספר
$ST_FPS_LIMIT			= הגבלת קצב פריימים
$CK_FPS_LIMIT_HOTKEY		= מקש קיצור
$CK_FPS_LIMIT			= הגבלת מספר פריימים לשנייה
$CK_FPS_LIMIT_ONLY_CAP		= רק בהקלטה עצמה
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= הקלטה
$CK_VID_RECORD_HOTKEY		= מקש הקלטה/עצירה
$CK_VID_PAUSE_HOTKEY		= מקש השהייה
$CK_VID_SHOW_CURSOR		= הצג מצביע עכבר
$CK_VID_CLICK_EFFECTS		= הוסף אפקטי מצביע עכבר
$CK_VID_WEBCAM_OVERLAY		= הוסף מצלמת אינטרנט
$BN_VID_RECORD_SETTINGS		= הגדרות
$ST_VID_FORMAT			= פורמט
$ST_VID_FORMAT_VIDEO		= וידאו
$ST_VID_FORMAT_AUDIO		= שמע
$BN_VID_FORMAT_SETTINGS		= הגדרות
$BN_VID_FORMAT_PRESETS		= הגדרות מוכנות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= צילום מסך
$CK_IMG_CAPTURE_HOTKEY		= מקש קיצור
$CK_IMG_CAPTURE_REPEAT		= הפעל לכידה רב פעמית
$ST_IMG_CAPTURE_REPEAT		= שניות
$CK_IMG_SHOW_CURSOR		= הצג מצביע עכבר
$CK_IMG_SHUTTER_SOUND_EFFECT	= השמע צליל לכידה
$ST_IMG_FORMAT			= פורמט
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - רגיל
$CK_IMG_FORMAT_JPG_HQ		= JPG - איכות גבוהה
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= קליפים
$ST_OUT_TAB_IMAGE		= תמונות
$BN_OUT_PLAY_VIDEO		= נגן
$BN_OUT_OPEN_IMAGE		= פתח
$BN_OUT_EDIT			= ערוך
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= מחק
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= גירסת התוכנה
$ST_ABO_COPYRIGHT		= Bandisoft.com © כל הזכויות שמורות 2009-2015
$BN_ABO_NEW_VERSION		= גירסה חדשה זמינה.
$BN_ABO_CHECK_UPDATE		= בדיקת עדכונים
$ST_ABO_LICENCE_INFO		= פרטי רישיון
$BN_ABO_REGISTER		= רישום
$BN_ABO_REGISTER_HELP		= איך לקנות ולהירשם
$ST_ABO_HOMEPAGE_INFO		= כתובת אתר
$ST_ABO_HOMEPAGE_URL		= דף הבית
$ST_ABO_FAQ_URL			= שאלות נפוצות
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= פתח תיקיית יעד
$TOOLTIP_SCREENSHOT		= לכידת תמונה
$TOOLTIP_RECORD			= הקלט / עצור
$TOOLTIP_PAUSE			= השהה
$TOOLTIP_UI_MODE		= ממשק משתמש פשוט/נרחב
$TOOLTIP_REGISTER		= רישום תוכנה
$TOOLTIP_ONLINE_HELP		= עזרה מקוונת

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ביטול
IDOK				= אישור
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= הגדרות פורמט
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO		= וידאו
IDC_ST_VIDEO_SIZE		= גודל
IDC_ST_VIDEO_FPS		= פריימים
IDC_ST_VIDEO_CODEC		= קודק
IDC_ST_VIDEO_BITRATE		= קצב נתונים
IDC_ST_VIDEO_QUALITY		= איכות
IDC_ST_FMTSET_AUDIO		= שמע
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH			= ערוץ
IDC_ST_AUDIO_FREQ		= תדר
IDC_ST_AUDIO_CODEC		= קודק
IDC_ST_AUDIO_BITRATE		= קצב נתונים
IDC_ST_FORMAT_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= רישום תוכנה
IDC_ST_1BUY			= 1. קנייה
IDC_ST_1BUY_COMMENT		= התוכנה אינה חינמית. אם הינך מעוניין להקליט וידאו בלי הטמעת כתובת אתר החברה בתוכו וללא הגבלת זמן, רכוש רישיון לתוכנה.
IDC_BTN_BUY_ONLINE		= רכישה
IDC_ST_2REGISTER		= 2. הרשמה
IDC_ST_2REGISTER_COMMENT	= רישום התוכנה דורש חיבור לאינטרנט.
IDC_ST_EMAIL_ADDRESS		= כתובת דוא"ל
IDC_ST_SERIAL_NUMBER		= מפתח רישיון
IDC_BTN_REGISTER_NOW		= הירשם!
IDC_BTN_CLOSE			= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= בדיקת עדכונים
IDC_ST_UPDATE_SETTING		= הגדרות
IDC_CK_UPDATE_ENABLE		= הפעל בדיקת עדכונים אוטומטית
IDC_CK_UPDATE_POPUP		= הודע לי כאשר עדכון גדול זמין
IDC_UPDATE_CHECK_NOW		= בדוק עדכונים עכשיו
IDC_CLOSE			= סגור

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= אפשרויות מתקדמות
IDC_BTN_RESET			= איפוס

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= כללי
IDC_CK_ALWAYS_ON_TOP2		= חלון התוכנה תמיד בחזית
IDC_CK_START_MINIMIZED_TO_TRAY	= הפעל את התוכנה ממוזערת לשורת המשימות
IDC_CK_RUN_WHEN_START		= הפעל את התוכנה בהפעלת המחשב
IDC_CK_RECORD_WHEN_RUN		= התחל להקליט במסך מלא ישר בעליית התוכנה
IDC_CK_SHOW_FPS_IN_VIDEO	= הצג את קצב הפריימים בוידאו/תמונה
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= הצג את שורת העצות בתחתית
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= פלט
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= צור תמיד תת תיקייה לקבצים
IDC_CK_OUT_ENABLE_WRITE_CACHING	= אפשר שימוש במטמון על הדיסק
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= שפות
IDC_ST_TRANSLATOR		= מתרגמים

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= מטרות הקלטה
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= בטל לכידת DirectX 10/11 על IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= בטל הצגת פריימים על DirectX 
IDC_BTN_BLOCK_LIST		= רשימת תהליכים חסומים

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= הגדרות אחרות
IDC_BTN_VIDEO_RECORD_SETTINGS	= הגדרות הקלטת וידאו
IDC_BTN_VIDEO_FORMAT_SETTINGS	= הגדרות פורמט וידאו
IDC_BTN_AUTO_COMPLETE_RECORDING	= סיום הקלטה אוטומטי

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= הקלטה עם עצירה אוטומטית
IDC_ST_RC_HOWTO			= הצב תנאי להפסקת ההקלטה
IDC_RD_RC_NOTCOMPLETE		= אל תפסיק את ההקלטה
IDC_RD_RC_TIME			= לפי זמן ההקלטה
IDC_ST_RC_MAX_TIME		= מקסימום
IDC_RD_RC_SIZE			= לפי גודל הקובץ
IDC_ST_RC_MAX_SIZE		= מקסימום
IDC_ST_RC_AFTER			= אחרי העצירה האוטומטית
IDC_RD_RC_NOTHING		= אל תעשה דבר
IDC_RD_RC_NEW_RECORDING		= התחל הקלטה חדשה
IDC_RD_RC_EXIT_BDCAM		= צא מהתוכנה
IDC_RD_RC_SHUTDOWN		= כבה את המחשב

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= כיבוי
IDC_ST_SHUTDOWN			= כיבוי
IDC_ST_SHUTDOWN_INFO		= המחשב מתכונן לכיבוי.\nלחיצה על 'ביטול' תגרום להפסקת הפעולה.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= הגדרות הקלטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= הקלט שמע
IDC_ST_SND_SELECT_1		= התקן עיקרי
IDC_BTN_SND_SETTING_1		= הגדרות
IDC_ST_SND_SELECT_2		= התקן משני
IDC_BTN_SND_SETTING_2		= הגדרות
IDC_CK_SND_MIX_SOUND		= חיבור ערוצי שמע (התקן עיקרי+משני לערוץ אחד)
IDC_CK_SND_CAP_HOTKEY		= הקלטת "התקן משני" בלחיצה בלבד
IDC_ST_SOUND_HELP		= [ עזרה ]
IDC_CK_SND_SAVE_AS_WAV		= שמור רצועת שמע גם בקובץ נפרד (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= הוסף מצלמת אינטרנט
IDC_ST_WEBCAM_SETTING		= הגדרות
IDC_ST_WEBCAM_DEVICE		= מצלמה:
IDC_ST_WEBCAM_SIZE		= גודל תמונה:
IDC_ST_WEBCAM_POS		= מיקום:
IDC_BTN_WEBCAM_DEVICE		= הגדרות
IDC_BTN_WEBCAM_PREVIEW		= תצוגה מקדימה
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= הוסף לוגו
IDC_ST_LOGO_SETTING		= הגדרות
IDC_ST_LOGO_IMAGE		= תמונה:
IDC_ST_LOGO_OPACITY		= ראות:
IDC_ST_LOGO_POS			= מיקום:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= אפקטי מצביע עכבר
IDC_CK_ADD_CLICK_EFFECTS	= הוספת אפקטי לחיצות עכבר
IDC_ST_LEFT_CLICK_COLOR		= צבע לחצן שמאלי
IDC_ST_RIGHT_CLICK_COLOR	= צבע לחצן ימני
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= הוסף אפקט הבלטה למצביע
IDC_ST_HIGHLIGHT_COLOR		= צבע הבלטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= אפשרויות
IDC_ST_REC_PRIORITY		= עדיפות הקלטה:
IDC_ST_REC_PRIORITY2		= עדיפות יותר גבוהה עשויה להקטין השמטת פריימים.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= דלג על הקלטת פריימים זהים בזה אחר זה
IDC_CK_ENHANCED_DX9_CAPTURE	= השתמש בשיטת לכידה מתקדמת (מהיר יותר, רק DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= השתמש בשיטת לכידה מתקדמת (מהיר יותר, Windows 8 ומעלה)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= גודל מטרה מותאם אישית
IDC_ST_TARGET_SIZE_SETTING	= הגדרות
IDC_ST_TARGET_SIZE		= גודל המטרה:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= מידע
IDC_ST_ACAP_INFO		= מידע על לכידת שמע
IDC_ST_ACAP_INFO2		= כרטיס הקול שברשותך זוהה שאיננו לוכד שמע. עליך לבדוק את הגדרות לכידת השמע. \n\nהאם ברצונך לבקר בעמוד העזרה באינטרנט?
IDC_CK_ACAP_DO_NOT_ASK		= אל תשאל שוב
IDC_BTN_YES			= כן
IDC_BTN_NO			= לא

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= הזמן המקסימלי של ההקלטה
IDC_ST_RC_TIME_SETTING		= הגדרות
IDC_ST_RC_TIME_HOUR		= שעות
IDC_ST_RC_TIME_MIN		= דקות
IDC_ST_RC_TIME_SEC		= שניות

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= הגודל המקסימלי של הקובץ
IDC_ST_RC_FILESIZE_SETTING	= הגדרות

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= הוספת הגדרות מוכנות
IDC_ST_ADD_PRESET		= ביכולתך לשמור את ההגדרות הנוכחיות בהגדרות המוכנות מראש.\nעליך לבחור שם להגדרות החדשות.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= עריכת הגדרות מוכנות
IDC_BTN_PRESET_ADD		= הוספה
IDC_BTN_PRESET_DEL		= הסרה
IDC_BTN_PRESET_REN		= שינוי שם
IDC_BTN_PRESET_UP		= למעלה
IDC_BTN_PRESET_DN		= למטה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= שינוי שם למוכן
IDC_ST_REN_PRESET		= עליך לבחור שם חדש למוכן.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= בחירה בקודק חיצוני
IDC_ST_CODEC_EX_LIST		= רשימת קודקים
IDC_ST_CODEC_EX_SETTINGS	= הגדרות
IDC_ST_CODEC_EX_DRIVER		= שם הדריבר
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= איכות
IDC_ST_CODEC_EX_DATERATE	= קצב נתונים
IDC_ST_CODEC_EX_KEYFRAME	= תדירות תמונת מפתח
IDC_BTN_CODEC_EX_CONFIG		= תצורה
IDC_BTN_CODEC_EX_ABOUT		= אודות
IDC_ST_CODEC_EX_HELP		= [ עזרה ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= רשימת תהליכים חסומים
IDC_ST_BLOCK_LIST		= התהליכים הבאים לא ילכדו.
IDC_ST_BLOCK_LIST_EX		= לדוגמה:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) הגדרות
IDC_ST_H264_CUDA_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_CUDA_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_CUDA_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_CUDA_GPU_USAGE	= ניצולת כרטיס מסך
IDC_RD_H264_CUDA_GPU_CPU	= כרטיס מסך + מעבד
IDC_RD_H264_CUDA_GPU		= רק כרטיס מסך (בשביל כרטיס מסך חזק)
IDC_ST_H264_CUDA_GPU_DEVICE	= כרטיס מסך:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_CUDA_FOURCC_USED	= קוד FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_CUDA_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) הגדרות
IDC_ST_H264_SYNC_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_SYNC_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_SYNC_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_SYNC_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_SYNC_FOURCC_USED	= קוד FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_SYNC_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) הגדרות
IDC_ST_H264_APP_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_APP_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_APP_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_APP_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_APP_FOURCC_USED	= קוד FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_APP_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid הגדרות
IDC_ST_XVID_RATE_CONTROL	= בקרת קצב
IDC_RD_XVID_VBR			= VBR - מבוסס-איכות (מומלץ)
IDC_RD_XVID_CBR			= CBR - קצב נתונים קבוע
IDC_ST_XVID_OPTIMIZATION	= ייעול
IDC_RD_XVID_FASTER_SPEED	= קידוד מהיר יותר
IDC_RD_XVID_SMALLER_SIZE	= קובץ קטן יותר
IDC_ST_XVID_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_XVID_KEYFRAME_INT	= תדירות תמונת מפתח:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) הגדרות
IDC_ST_H264_NVENC_RATE_CONTROL	= בקרת קצב
IDC_RD_H264_NVENC_VBR		= VBR - מבוסס-איכות (מומלץ)
IDC_RD_H264_NVENC_CBR		= CBR - קצב נתונים קבוע
IDC_ST_H264_NVENC_GPU_USAGE	= שימוש ב-GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= כרטיס מסך:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= אפשרויות אחרות
IDC_ST_H264_NVENC_FOURCC_USED	= קוד FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= תדירות תמונת מפתח:
IDC_ST_H264_NVENC_FOURCC_HELP	= עזרה

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= אודות
ID_POPUP_GENERAL		= הגדרות - כללי
ID_POPUP_FRAME			= הגדרות - פריימים
ID_POPUP_VIDEO			= הגדרות - וידאו
ID_POPUP_IMAGE			= הגדרות - תמונה
ID_POPUP_OUTPUTS		= רשימת קבצים
ID_POPUP_OPENOUTPUTFOLDER	= תיקיית היעד
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= גודל
ID_POPUP_EXIT			= יציאה

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= עזרה

ID_TARGET_HIDE			= הצג / הסתר \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= חלון תמיד בחזית המסך
ID_TARGET_TRANSPARENCY		= כהות
ID_TARGET_SIZE			= גודל
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= הזזה שמאלה \t חץ שמאלי
ID_TARGET_MOVE_RIGHT		= הזזה ימינה \t חץ ימיני
ID_TARGET_MOVE_UP		= הזזה למעלה \t חץ למעלה
ID_TARGET_MOVE_DOWN		= הזזה למטה \t חץ למטה

ID_TARGET_INC_WIDTH		= הגדלת רוחב \t Shift+Right
ID_TARGET_DEC_WIDTH		= הקטנת רוחב \t Shift+Left
ID_TARGET_INC_HEIGHT		= הגדלת גובה \t Shift+Down
ID_TARGET_DEC_HEIGHT		= הקטנת גובה \t Shift+Up

ID_TARGET_FIND_WINDOW		= איתור חלון \t Ctrl+F
ID_TARGET_FULLSCREEN		= כל המסך \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= יחס של 4:3
ID_TARGET_RATIO_16_9		= יחס של 16:9
ID_TARGET_SIZE_CUSTOM		= התאם גודל \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= תיקיית היעד
ID_TARGET_EXIT_BANDICAM		= יציאה מהתוכנה

ID_USER_PRESET_ADD		= הוספה
ID_USER_PRESET_EDIT		= עריכה

ID_SORT_BY_DATE			= מיין לפי תאריך
ID_SORT_BY_NAME			= מיין לפי שם
ID_SORT_BY_SIZE			= מיין לפי גודל

ID_OUTPUTS_LB_PLAY		= נגן
ID_OUTPUTS_LB_OPEN		= פתח
ID_OUTPUTS_LB_EDIT		= ערוך
ID_OUTPUTS_LB_DELETE		= מחק
ID_OUTPUTS_LB_SELECT_ALL	= בחר הכל
ID_OUTPUTS_LB_OPEN_FOLDER	= פתח תיקיית יעד

ID_BDCAM_SIZE_DEFAULT		= גודל מקורי
